<?php
$teacher = [
    'Фамилия' => 'Иванов',
    'Имя' => 'Иван',
    'Отчество' => 'Иванович',
    'Дата рождения' => '15.05.1985',
    'Должность' => 'Учитель математики',
    'Категория' => 'Высшая',
    'Уровень образования' => 'Высшее (Магистратура)',
    'Учебное заведение' => 'МГУ им. М. В. Ломоносова',
    'Квалификация' => 'Математик, преподователь',
    'Специализация' => 'Математика и информатика',
    'Стаж в учебном заведении' => '5 лет',
    'Полный стаж' => '12 лет',
    'email' => 'ivanov_i@example.com'
];
var_dump($teacher);
?>